export const PREFECTURES: string[] = [
  '北海道', '青森県', '岩手県', '宮城県', '秋田県', '山形県', '福島県',
  '茨城県', '栃木県', '群馬県', '埼玉県', '千葉県', '東京都', '神奈川県',
  '新潟県', '富山県', '石川県', '福井県', '山梨県', '長野県',
  '岐阜県', '静岡県', '愛知県', '三重県',
  '滋賀県', '京都府', '大阪府', '兵庫県', '奈良県', '和歌山県',
  '鳥取県', '島根県', '岡山県', '広島県', '山口県',
  '徳島県', '香川県', '愛媛県', '高知県',
  '福岡県', '佐賀県', '長崎県', '熊本県', '大分県', '宮崎県', '鹿児島県', '沖縄県'
]

export const CATEGORIES: string[] = [
  // 同行者（1-9）
  '1_1人',
  '2_男友達',
  '3_女友達',
  '4_グループ',
  '5_カップル',
  '6_家族（子連れ）',
  '7_2世代以上家族',
  '8_2世代以上家族（子連れ）',
  '9_複数家族グループ（子連れ）',
  
  // 旅行目的（10-18）
  '10_出張',
  '11_慰安旅行（企業）',
  '12_団体旅行',
  '13_食べ歩き',
  '14_聖地巡礼',
  '15_メジャースポット',
  '16_マイナースポット',
  
  // 旅行スタイル（17-19）
  '17_節約',
  '18_ゆったり',
  '19_贅沢旅行',
  
  // 移動手段（20-22）
  '20_車なし',
  '21_なるべく歩かない',
  '22_レンタカー'
]


